Repository: eliksir/MailMojo-WP-Widget
Catalog: src/languages/mailmojo-*.po
Languages: nb_no

source: Settings for the MailMojo widget is outdated. <a href="%s">Please update the settings now</a>.
nb_no: Innstillinger for MailMojo-widgeten er utdatert. <a href="%s">Vennligst oppdater innstillinger nå</a>.

source: Settings
nb_no: Innstillinger

source: Access token is not valid. You'll need to <a href="%s">retrieve a new access token</a> from the WordPress client in MailMojo.
nb_no: Tilgangsnøkkelen er ugyldig. Du må <a href="%s">hente en ny tilgangsnøkkel</a> fra WordPress-integrasjonen i MailMojo.

source: To connect with your MailMojo account, you need to <a href="%s">retrieve an access token</a> from a Wordpress client in MailMojo. This will enable the widget to retrieve the necessary data to enable signups.
nb_no: For å koble til din MailMojo-konto må du <a href="%s">hente din tilgangsnøkkel</a> fra WordPress-integrasjonen i MailMojo. Denne vil gjøre det mulig å hente ut nødvending informasjon for å støtte påmeldinger.

source: Paste the access token here
nb_no: Lim inn tilgangsnøkkelen her

source: Get your access token here
nb_no: Få din tilgangsnøkkel her

source: Deprecated in favor of using the MailMojo API.
nb_no: Utdatert til fordel for å bruke MailMojo API

source: Easily integrate a mailing list signup form.
nb_no: Et påmeldingsskjema for ditt nyhetsbrev.

source: MailMojo Signup Form
nb_no: MailMojo Påmeldingsskjema

source: You need to enter your MailMojo account information on the <a href="%s">MailMojo settings page</a> first.
nb_no: Du må legge inn informasjon for din MailMojo-konto under <a href="%s">MailMojo-innstillinger</a> først.

source: Your email lists could not be retrieved. Please go to <a href="%s">MailMojo settings page</a> and make sure the access token is correct.
nb_no: Dine e-postlister er ikke tilgjengelig. Vennligst gå til <a href="%s">MailMojo-innstillinger</a> og sørg for at tilgangsnøkkelen er riktig.

source: You don't have any email lists in MailMojo. Please go to MailMojo and add one. Refresh this page when done.
nb_no: Du har ingen e-postlister i MailMojo. Vennligst gå til MailMojo og legg til dette. Oppdater denne siden når det er gjort.

source: Newsletter Signup
nb_no: Nyhetsbrev

source: Interests:
nb_no: Interesser:

source: Sign me up!
nb_no: Meld meg på!

source: The MailMojo Widget plugin requires PHP 5.4 or newer.
nb_no: MailMojo Widget-utvidelsen krever PHP 5.4 eller nyere.

source: Subscribe to Email List
nb_no: Påmeld til e-postlisten

source: Title
nb_no: Tittel

source: Description Below Title
nb_no: Beskrivelse under tittelen

source: Signup Button Text
nb_no: Påmeldingsknapp

source: Include name field
nb_no: Inkluder felt for navn

source: Selectable tags
nb_no: Merkelapper som kan velges

source: optional
nb_no: valgfritt

source: Tag selection label
nb_no: Overskrift for valgfrie merkelapper

source: Tags (comma separated)
nb_no: Merkelapper (kommaseparert)

source: Selection options
nb_no: Valgmuligheter

source: Single choice
nb_no: Valg av én (nedtrekksmeny)

source: Multiple choice
nb_no: Valg av flere (avkrysningsbokser)

source: Fixed tag(s)
nb_no: Faste merkelapper

source: These tags will automatically be added to the subscribed contact.
nb_no: Disse merkelappene vil automatisk bli lagt til kontakten som melder seg på.

source: E-mail
nb_no: E-postadresse

source: Name
nb_no: Navn

source: Adds a signup widget for a MailMojo mailing list to your WordPress site.
nb_no: Legger til påmeldingsskjema for nyhetsbrev fra MailMojo til ditt WordPress-nettsted.
